let City = [
    {
        "name": "臺北市"
    },
    {
       "name": "基隆市"
    },
    {
        "name": "新北市"
    },
    {
        "name": "連江縣"
    },
    {
        "name": "宜蘭縣"
    },
    {
        "name": "釣魚臺"
    },
    {
        "name": "新竹市"
    },
    {
        "name": "新竹縣"
    },
    {
        "name": "桃園市"
    },
    {
        "name": "苗栗縣"
    },
    {
        "name": "臺中市"
    },
    {
        "name": "彰化縣"
    },
    {
        "name": "南投縣"
    },
    {
        "name": "嘉義市"
    },
    {
        "name": "嘉義縣"
    },
    {
        "name": "雲林縣"
    },
    {
        "name": "臺南市"
    },
    {
        "name": "高雄市"
    },
    {
        "name": "南海島"
    },
    {
        "name": "澎湖縣"
    },
    {
        "name": "金門縣"
    },
    {
        "name": "屏東縣"
    },
    {
        "name": "臺東縣"
    },
    {
        "name": "花蓮縣"
    }
];
let Area={
    臺北市:["中正區","大同區","中山區","松山區","大安區","萬華區","信義區","士林區","北投區","內湖區","南港區","文山區"],
    基隆市:["仁愛區","信義區","中正區","中山區","安樂區","暖暖區","七堵區"],
    新北市:["萬里區","金山區","板橋區","汐止區","深坑區","石碇區","瑞芳區" ,"平溪區","雙溪區","貢寮區","新店區","坪林區","烏來區","永和區","中和區","土城區","三峽區","樹林區","鶯歌區","三重區","新莊區","泰山區","林口區","蘆洲區","五股區","八里區","淡水區","三芝區","石門區"],
    連江縣:["南竿鄉","北竿鄉","莒光鄉","東引鄉"],
    宜蘭縣:["宜蘭市","壯圍鄉","頭城鎮","礁溪鄉","員山鄉","羅東鎮","三星鄉","大同鄉","五結鄉","冬山鄉","蘇澳鎮","南澳鄉","釣魚臺"],
    釣魚臺:["釣魚臺"],
    新竹市:["東區","北區","香山區"],
    新竹縣:["寶山鄉","竹北市","湖口鄉","新豐鄉","新埔鎮","關西鎮","芎林鄉","竹東鎮","五峰鄉","橫山鄉","尖石鄉","北埔鄉","峨眉鄉"],
    桃園市:["中壢區","平鎮區","龍潭區","楊梅區","新屋區","觀音區","桃園區","龜山區","八德區","大溪區","復興區","大園區","蘆竹區"],
    苗栗縣:[ "三義鄉","三灣鄉","大湖鄉","公館鄉","竹南鎮","西湖鄉","卓蘭鎮","南庄鄉","後龍鎮","苑裡鎮","苗栗市","泰安鄉","通霄鎮","造橋鄉","獅潭鄉","銅鑼鄉","頭份市","頭屋鄉"],
    臺中市:["大甲區","大安區","大肚區","大里區","大雅區","中區","太平區","北屯區","北區","外埔區","石岡區","后里區","西屯區","西區","沙鹿區","和平區","東區","東勢區","南屯區","南區","烏日區","神岡區","梧棲區","清水區","新社區","潭子區","龍井區","豐原區","霧峰區"],
    彰化縣:["二水鄉","二林鎮","大村鄉","大城鄉","北斗鎮","永靖鄉","田中鎮","田尾鄉","竹塘鄉","伸港鄉","秀水鄉","和美鎮","社頭鄉","芬園鄉","花壇鄉","芳苑鄉","員林市","埔心鄉","埔鹽鄉","埤頭鄉","鹿港鎮","溪州鄉","溪湖鎮","彰化市","福興鄉","線西鄉"],
    南投縣:["中寮鄉","仁愛鄉","水里鄉","名間鄉","竹山鎮","信義鄉","南投市","埔里鎮","草屯鎮","國姓鄉","魚池鄉","鹿谷鄉","集集鎮"],
    嘉義市:["西區","東區"],
    嘉義縣:["大林鎮","大埔鄉","中埔鄉","六腳鄉","太保市","水上鄉","布袋鎮","民雄鄉","朴子市","竹崎鄉","東石鄉","阿里山鄉","梅山鄉","鹿草鄉","番路鄉","新港鄉","溪口鄉","義竹鄉"],
    雲林縣:[ "二崙鄉","口湖鄉","土庫鎮","大埤鄉","元長鄉","斗六市","斗南鎮","水林鄉","北港鎮","古坑鄉","四湖鄉","西螺鎮","東勢鄉","林內鄉","虎尾鎮","崙背鄉","麥寮鄉","莿桐鄉","臺西鄉","褒忠鄉"],
    臺南市:["七股區","下營區","大內區","山上區","中西區","仁德區","六甲區","北門區","北區","左鎮區","永康區","玉井區","白河區","安平區","安定區","安南區","西港區","佳里區","官田區","東山區","東區","南化區","南區","後壁區","柳營區","將軍區","麻豆區","善化區","新化區","新市區","新營區","楠西區","學甲區","龍崎區","歸仁區","關廟區","鹽水區"],
    高雄市:["三民區","大社區","大寮區","大樹區","小港區","仁武區","內門區","六龜區","左營區","永安區","田寮區","甲仙區","杉林區","那瑪夏區","岡山區","東沙群島","林園區","阿蓮區","前金區","前鎮區","南沙群島","美濃區","苓雅區","茂林區","茄萣區","桃源區","梓官區","鳥松區","湖內區","新興區","楠梓區","路竹區","鼓山區","旗山區","旗津區","鳳山區","橋頭區","燕巢區","彌陀區","鹽埕區"],
    南海島:["東沙群島","南沙群島"],
    澎湖縣:["七美鄉","白沙鄉","西嶼鄉","馬公市","望安鄉","湖西鄉"],
    金門縣:["金沙鎮","金城鎮","金湖鎮","金寧鄉","烈嶼鄉","烏坵鄉"],
    屏東縣:["九如鄉","三地門鄉","內埔鄉","竹田鄉","牡丹鄉","車城鄉","里港鄉","佳冬鄉","來義鄉","東港鎮","枋山鄉","枋寮鄉","林邊鄉","長治鄉","南州鄉","屏東市","恆春鎮","春日鄉","崁頂鄉","泰武鄉","琉球鄉","高樹鄉","新埤鄉","新園鄉","獅子鄉","萬丹鄉","萬巒鄉","滿州鄉","瑪家鄉","潮州鎮","霧臺鄉","麟洛鄉","鹽埔鄉"],
    花蓮縣:["豐濱鄉","鳳林鎮","壽豐鄉","萬榮鄉","瑞穗鄉","新城鄉","富里鄉","花蓮市","卓溪鄉","秀林鄉","吉安鄉","光復鄉","玉里鎮"],
    臺東縣:["大武鄉","太麻里鄉","成功鎮","池上鄉","東河鄉","金峰鄉","長濱鄉","海端鄉","達仁鄉","臺東市","卑南鄉","延平鄉","鹿野鄉","綠島鄉","關山鎮","蘭嶼鄉"]
};
let Zip={
    臺北市:["100","103","104","105","106","108","110","111","112","114","115","116"],
    基隆市:["200","201","202","203","204","205","206"],
    新北市:["207","208","220","221","222","223","224" ,"226","227","228","231","","232","233","234","235","236","237","238","239","241","242","243","244" ,"247","248","249","251","252","253"],
    連江縣:["209","210","211","212"],
    宜蘭縣:["260","263","261","262","264","265","266","267","268","269","270","272","290"],
    釣魚臺:["290"],
    新竹市:["300","300","300"],
    新竹縣:["308","302","303","304","305","306","307","310","311","312","313","314","315"],
    桃園市:["325","326","327","328","330","333","334" ,"335","336","337","338"],
    苗栗縣:[ "350","351","352","353","354","356","357","358","360","361","362","363","364","365","366","367","368","369"],
    臺中市:[ "401","402","403","404","406","407","408","411","412","413","414","420","421","422","423","424","426","427","428","429","432","433","434","435","436","437","438","439"],
    彰化縣:[ "500","502","503","504","505","506","507","508","509","510","511","512","513","514","515","516","520","521","522","523","524","525","526","527","528","530"],
    南投縣:[ "540","541","542","544","545","546","551","552","553","555","556","557","558"],
    嘉義市:["600","600"],
    嘉義縣:["602", "603", "604", "605", "606", "607", "608", "611", "612", "613", "614", "615", "616", "621", "622", "623", "624", "625"],
    雲林縣:[ "630", "631", "632", "633", "634", "635", "636", "637", "638", "640", "643", "646", "647", "648", "649", "651", "652", "653", "654", "655"],
    臺南市:[ "700","701","702","704","708","709","710","711","712","713","714","715","716","717","718","719","720","721","722","723","724","725","726","727","730","731","732","733","734","735","736","737","741","742","743","744","745"],
    高雄市:[ "800","801","802","803","804","805","806","807","811","812","813","814","815","817","819","820","821","822","823","824","825","826","827","828","829","830","831","832","833","840","842","843","844","845","846","847","848","849","851","852"],
    南海島:["817","819"],
    澎湖縣:["880","881","882","883","884","885"],
    金門縣:[ "890","891","892","893","894","896"],
    屏東縣:[ "900","901","902","903","904","905","906","907","908","909","911","912","913","920","921","922","923","924","925","926","927","928","929","931","932","940","941","942","943","944","945","946","947"],
    花蓮縣:[ "970","971","972","973","974","975","976","977","978","979","981","982","983"],
    臺東縣:[ "957","958","959","961","962","963","964","965","966","950","951","952","953","954","955","956"]
};

for (let i = 0; i < City.length; i++) {
         $("#city_menu").append(`<option value="${City[i].name}">${City[i].name}</option>`);
         console.log(`<option value="${City[0].name}">${City[0].name}</option>`)
      }

const city=document.getElementById("city_menu");
const area=document.getElementById("area_menu");
const zip=document.getElementById("zip_menu");

city.addEventListener("change",function(){
let selected_option=Area[this.value];
let selected_option2=Zip[this.value];
while(area.options.length>0)
{
    area.options.remove(0);
    zip.options.remove(0);
}

Array.from(selected_option).forEach(function(el){
let option=new Option(el,el);
area.appendChild(option);
});
Array.from(selected_option2).forEach(function(el){
    let option=new Option(el,el);
    zip.appendChild(option);
    });
});





























//1
// window.addEventListener("load", populate)
// function populate() {
//     let x=0;
//     $("#city_menu").append(`<option id="City" disabled>請選擇縣市</option>`);
//     for (let i = 0; i < data.length; i++) {
//         $("#city_menu").append(`<option value="${x++}">${data[i].name}</option>`);   
//     }
// let selecteItem = document.getElementById("city_menu");//拿到select物件
//     let index = selecteItem.selectedIndex;  //拿到選中項的索引
//     selecteItem.addEventListener("change",function(){
//     let d=document.getElementById("city_menu").selectedIndex
//         for (let j = 0; j < data[d-1].districts.length; j++) {
//             $("#area_menu").append(`<option id="${j}">${data[d-1].districts[j].name}</option>`);
//             $("#zip_menu").append(`<option id="${j}">${data[d-1].districts[j].zip}</option>`);
//             }
//         })
// }

//2
// data.forEach(function(item,ind){
//         $("#TaiwanCity").append(`<option value="${ind}">${item.name}</option>`);
        
//         let selecteItem = document.getElementById("TaiwanCity");//拿到select物件
//         let index = selecteItem.selectedIndex;  //拿到選中項的索引
//         let selectedValue = selecteItem.options[index].value;//拿到選中項options的value
//         let selectedText = selecteItem.options[index].text;//拿到選中項options的text
//         if (selectedValue == index) {
       
//             for (let j = 0; j < data[ind].districts.length; j++) {
//                 $("#TaiwanArea").append(`<option id="${j}">${data[ind].districts[j].name}</option>`);
//                 $("#TaiwanZip").append(`<option id="${j}">${data[ind].districts[j].zip}</option>`);
//             }
        
//         }
//     });

//3
// const TaiwanCity=document.getElementById("TaiwanCity");
//     const TaiwanArea=document.getElementById("TaiwanArea");
//     const TaiwanZip=document.getElementById("TaiwanZip");
//     TaiwanArea.innerHTML="";
//     TaiwanZip.innerHTML="";

//     // 縣市
//     for (let i = 0; i < data.length; i++) {
//         $("#TaiwanCity").append(`<option value="${data[i].name}">${data[i].name}</option>`);
        
//         TaiwanCity.addEventListener("change",function(){
//             if(TaiwanCity.value==data[i].name)
//     {
//         for (let j = 0; j < data[i].districts[j].length; j++) {
//         $("#TaiwanArea").append(`<option id="">${data[i].districts[j].name}</option>`);
//         }
//     }
//         })
        
//     }
    
