[
    {
        "Rule": "<h4>加入FLY ON會員約定條款</h4><br><h5>申請人同意</h5>1. 認知與接受條款<br>FLY ON會員服務（以下簡稱「會員服務」），係由「統一超商股份有限公司」(以下稱本公司)所建置提供。當您完成FLY ON會員註冊手續、或開始使用本服務時，即表示您已閱讀、瞭解並同意接受本服務條款之所有內容。這些約定條款訂立的目的，是為了保護會員服務的提供者以及所有使用者的利益，並構成使用者與會員服務提供者之間的契約，本約定書之內容之修改或變更，本公司得以於FLY ON 官方網站及APP服務公告，建議您隨時注意該等修改或變更。若您於前開修改或變更後繼續使用本服務時，視為您已閱讀、瞭解並同意接受該等修改或變更。若您為未滿二十歲之未成年人，應於您的家長（或監護人）閱讀、瞭解並同意本約定書之所有內容及其後修改變更後，方得註冊為會員、使用或繼續使用本服務。當您使用或繼續使用 FLY ON服務時，即視為您的家長（或監護人）已閱讀、瞭解並同意接受本約定書之所有內容及其後修改變更。<br>2. 您的註冊義務<br>為了能使用本服務，您同意以下事項：<br>● 依本服務註冊時應填寫之欄位提供您本人正確、最新的資料，且無利用偽造或變造之資料作為重複註冊登錄等情事。<br>● 維護並即時更新您個人資料之正確性，以獲取最佳之服務。<br>● 若您提供任何錯誤或不實的資料、或未按指示提供資料、或欠缺必要之資料時，FLY ON有權不經事先通知，逕行暫停或終止您的帳號，並拒絕您使用本服務之全部或一部份。<br>3. 會員服務<br>● 本公司完成並確認會員申請後，將依本系統當時所建置的服務、項目、內容、狀態及功能，對會員提供服務；本公司保留隨時新增、減少或變更各該服務、項目、內容及功能之全部或一部之權利，且不另行個別通知。<br>● 部份服務或項目可能係由本公司之關係企業或合作夥伴所建置或提供、或需由會員進行個別申請或登錄程序、或需由會員付費使用，均依當時及隨後所修改的各該服務及項目之使用說明及相關頁面而定。<br>● 本公司保留隨時變更免費服務為收費服務、以及變更收費標準之權利，變更後之內容，除公佈於各該相關網頁或APP外，將不另行個別通知。<br>● 部分會員服務可能另訂有相關使用規範或約定，會員應同時遵守各該服務或項目之使用規範及相關約定。<br>● 本公司會主動、或依會員之訂閱，寄送定時或不定時的各式電子報給會員，若會員確定不想要收到會員電子報，請至FLY ON 官方網站>會員中心 內取消。<br>4. 個人資料保護<br>關於您所登錄或留存之個人資料及其他特定資料（例如交易資料），悉依 FLY ON「隱私權政策」受到保護與規範。 FLY ON為提供您更完善與多元之服務與商品，依所提供之服務需要，蒐集您的基本資料與帳務資料，並依您提供資料時所授權使用的目的進行服務提供或商品銷售。您同意本公司及本公司相關業務合作夥伴(含相關履行輔助人及代理人 )與統一集團相關企業，在為提供本服務行銷、市場分析、統計或研究、或為提供會員個人化服務或加值服務之目的範圍內，得記錄、保存及利用您在本服務所留存或產生的資料及記錄，或提供您所需的行銷活動及相關優惠訊息給您。 FLY ON 將持續使用您提供的個人資料直至您提出停止使用或 FLY ON終止提供服務日為止。您的個人資料使用區域僅限於台灣地區內使用。<br>除基於法律之規定、或受司法機關與其他有權機關基於法定程序之要求、在緊急情況下為維護其他會員或第三人之合法權益、為維護會員服務系統的正常運作、委任第三人處理服務提供相關事務或您與本服務往來之契約或電子文件另有約定，而須揭露您的個人資料予第三人外，將不會向任何其他第三人揭露或供其使用。 FLY ON 依據您提出可資確認的身分證明文件申請，於三十天內提供本公司所保有您的個人資料檔案，或答覆查詢，或提供閱覽，或製給複製本。若您委託他人代為申請者，請另外提出可資確認的身分證明，以備查核。若您申請查詢或請求閱覽個人資料或製給複製本，本公司得酌收相當費用。收費將依本公司所規定的標準辦理。若本公司未能於三十天內處理您的申請，將會將原因以書面或電子文件方式告知與您知悉。您亦可在本公司提供的「官方網站及APP」登入您的帳號及密碼，線上即時查閱您的個人資料檔案。若您委託他人代為登入者，您將負完全的責任。如果您的個人資料有變更，您可自行於 FLY ON 官方網站及APP進行更正您的個人資料。如果您不願意將您的資料提供予FLY ON、FLY ON聯盟企業及各合作特約商繼續使用，您也可以發信至本會員客服中心，我們將停止繼續使用您的資料或刪除您的資料(會員資料一旦刪除即視同放棄所有點數回饋亦不得回溯)。 您得自由選擇提供個人資料之程度，惟若提供之資料不足或有誤時，本服務則可能將無法提供完整之服務。<br>在下列的情況下，本公司有可能會查看或提供會員的個人資料或相關電信資料給相關政府機關、或主張其權利受侵害並提出適當證明之第三人：<br>● 依法令規定、或依司法機關或其他相關政府機關的命令。<br>● 會員涉及違反法令、侵害第三人權益、或違反本使用條款或各該使用規範或約定。<br>● 為保護會員服務系統之安全或經營者之合法權益。<br>● 為保護其他使用者或其他第三人的合法權益。<br>● 為維護本系統的正常運作。<br>當您使用FLY ON提供之相關服務，即表示您同意了此隱私權政策，完整之隱私權政策請參照「FLY ON個資告知條款」所公告之事項<br>5. 會員帳號、密碼及安全<br>完成本服務的註冊登記程序之後，您將取得一個特定之密碼及會員帳號，您務必維持密碼及帳號之機密安全，任何依照系統規定方法輸入會員帳號及密碼與登入資料一致時，無論是否由本人親自輸入，均將視為會員本人所使用。利用該密碼及帳號所進行的一切行動，您須負完全的責任。您並同意以下事項：<br>● 會員可以自行選擇使用者名稱和密碼，但會員有妥善自行保管和保密的義務，不得透漏或提供予第三人使用，對於使用特定使用者名稱和密碼使用會員服務之行為、以及登入系統後之所有行為，均應由持有該使用者名稱和密碼之會員負責。<br>● 您的帳號、密碼及會員權益均僅供您個人使用及享有，不得轉借、轉讓他人或與他人合用。<br>● 如您的帳號及密碼遭盜用、不當使用或其他FLY ON無法辯識是否為本人親自使用之情況時，FLY ON對此所致之損害，概不負責。<br>● 會員如果發現或懷疑其使用者名稱和密碼被第三人冒用或不當使用，會員應立即通知本公司，以利本公司及時採取適當的因應措施；但上述因應措施不得解釋為本公司因此而明示或默示對會員負有任何形式之賠償或補償義務。<br>6. 兒童及青少年之保護<br>為確保兒童及青少年使用網路的安全，如網頁內容標示為限制級時，家長（或監護人）應確認不使未滿十八歲之兒童及青少年為瀏覽；如非列為限制級者，仍宜視其內容，由父母、監護人或其他實際照顧兒童及青少年之人輔導瀏覽。<br>7. 使用者的守法義務及承諾<br>您承諾絕不為任何非法目的或以任何非法方式使用本服務，並承諾遵守本地相關法規及一切使用網際網路之國際慣例。您若係本地以外之使用者，並同意遵守所屬國家或地域之法令。您同意並保證不得利用本服務從事侵害他人權益或違法之行為，包括但不限於：<br>● 公布或傳送任何誹謗、侮辱、具威脅性、攻擊性、不雅、猥褻、不實、違反公共秩序或善良風俗或其他不法之文字、圖片或任何形式的檔案。<br>● 侵害或毀損FLY ON或他人名譽、隱私權、營業秘密、商標權、著作權、專利權、其他智慧財產權及其他權利。<br>● 違反依法律或契約所應負之保密義務。<br>● 冒用他人名義使用本服務。<br>● 傳輸或散佈電腦病毒。<br>● 從事未經FLY ON事前授權的商業行為。<br>● 刊載、傳輸、發送垃圾郵件、連鎖信、違法或未經FLY ON許可之多層次傳銷訊息及廣告等；或儲存任何侵害他人智慧財產權或違反法令之資料。<br>● 對本服務其他用戶或第三人產生困擾、不悅或違反一般網路禮節致生反感之行為。<br>● 其他不符本服務所提供的使用目的之行為或FLY ON有正當理由認為不適當之行為。<br>8. FLY ON得依實際執行情形，增加、修改或終止相關活動，並選擇最適方式告知會員。<br>9. 於發生下列情形之一時，FLY ON有權可以停止、中斷提供本服務：<br>● FLY ON 網站電子通信設備進行必要之保養及施工時。<br>● 發生突發性之電子通信設備故障時。<br>● FLY ON 網站申請之電子通信服務被停止，無法提供服務時。<br>● 由於天災等不可抗力之因素或其他不可歸責於FLY ON致使 FLY ON服務無法提供服務時。<br>10. 以電子文件為表示方法<br>您同意於使用本服務時一切交易之意思表示皆以電子文件作為表示方法，倘您於各項服務與功能等頁面點選同意或確認等功能鍵時，即視為您正式之意思表示。<br>11. 智慧財產權的保護<br>FLY ON 所使用之軟體或程式、服務上所有內容，包括但不限於著作、圖片、檔案、資訊、資料、服務架構、服務畫面的安排、網頁設計，均由 FLY ON或其他權利人依法擁有其智慧財產權，包括但不限於商標權、專利權、著作權、營業秘密與專有技術等。任何人不得逕自使用、修改、重製、公開播送、改作、散佈、發行、公開發表、進行還原工程、解編或反向組譯。若您欲引用或轉載前述軟體、程式或服務內容，必須依法取得 FLY ON或其他權利人的事前書面同意。尊重智慧財產權是您應盡的義務，如有違反，您應對 FLY ON負損害賠償責任（包括但不限於訴訟費用及律師費用等）。<br>在尊重他人智慧財產權之原則下，會員同意在使用FLY ON之服務時，不作侵害他人智慧財產權之行為。<br>若會員有涉及侵權之情事，FLY ON可暫停全部或部份之服務，或逕自以取消會員帳號之方式處理。<br>若有發現智慧財產權遭侵害之情事，請將所遭侵權之情形及聯絡方式，並附具真實陳述及擁有合法智慧財產權之聲明向本公司反應，若有任何疑問請來信至service@mail.FLYON.com.tw<br>12. 您對FLY ON之授權<br>對於會員所登錄、留存之個人資料與使用紀錄，會員同意FLY ON及本公司與統一集團相關企業於提供會員服務時，得於取得您同意之範圍內蒐集、處理、保存、傳遞及使用該等資料，及提供使用者其他資訊或服務、或作成會員統計資料、或進行關於網路行為之調查或研究，或為任何之合法使用。 若您無合法權利得授權他人使用、修改、重製、公開播送、改作、散佈、發行、公開發表某資料，並將前述權利轉授權第三人，請勿擅自將該資料上載、傳送、輸入或提供至 FLY ON。您並應保證FLY ON及本公司與統一集團相關企業使用、修改、重製、公開播送、改作、散佈、發行、公開發表、轉授權該等資料，不致侵害任何第三人之智慧財產權，否則應對 FLY ON負損害賠償責任（包括但不限於訴訟費用及律師費用等）。 會員服務所提供的所有程式設計、介面、URL、商標或標識、電腦程式、資料庫等，其商標、著作權、其他智慧財產權及資料所有權等，均屬於本公司或授權本公司使用之合法權利人所有。<br>會員同意授權本公司與統一集團相關企業得儲存、刊載於服務或項目上，並得經由服務頁面，以本公司所認為適當之方式，包括為配合不同軟體或硬體設備所製作或轉換之各種不同版本或格式，例如適合於網路線上閱讀之版本、以及可供下載於各種不同電腦或智慧型手機設備(包括智慧型手機行動電話、具有IOS或ANDROID任何平板載具、PDA以及將來市場上所開發之類似設備)之不同版本或格式等，提供予特定或不特定之人於線上瀏覽、查詢、檢索、離線閱讀或接收。會員並同意授權本公司得自行挑選會員已上傳、刊載及儲存於各項會員服務內之著作及資料，單獨、彙整、或與其他會員之著作及資料集結後發行電子報或類似電子訊息，包括但不限於使用於為配合本公司及各項會員服務之行銷或推廣目的所發送之電子報及相關訊息。<br>13. 特別授權事項<br>因使用本服務所提供之網路交易或活動，可能須透過合作之宅配或貨運業者始能完成貨品(或贈品等 )之配送或取回，因此，您同意並授權FLY ON得視該次網路交易或活動之需求及目的，將由您所提供且為配送所必要之個人資料 (如收件人姓名、配送地址、連絡電話等)，提供予合作之宅配或貨運業者，以利完成該次貨品 (或贈品等)之配送、取回。其餘有關您個人資料使用或處理之規定，煩請參閱 「個資使用條款」。<br>14. 拒絕或終止您的使用<br>您同意FLY ON得基於維護交易安全之考量，因任何理由，包含但不限於個人資料之填寫重複、錯誤或虛偽不實、故意冒用他人姓名、侵害他人姓名權、公司名稱專用權、商標權或其他智慧財產權、或有違反公序良俗、政府法令，權利濫用、違反誠信原則，或破壞本公司服務宗旨等情形者，本公司得拒絕註冊，終止您的密碼、帳號（或其任何部分）或本服務之使用，並將本服務內任何「會員內容」加以移除並刪除。此外，您同意若本服務之使用被終止，FLY ON對您或任何第三人均不承擔責任。<br>15. 本公司確保 FLY ON服務電腦系統具有一般可合理期待之安全性，但經由本服務鏈結之服務或網頁內容由各該服務或網頁廠商提供，本公司不保證其內容或所有資訊之正確性、可信度或即時性。<br>16. 準據法與解釋原則<br>本約定書之解釋與適用，以及與本約定書有關的爭議，均應依照本地法律予以處理，並採取對於消費者有利之解釋，並建議以台灣台北地方法院為第一審管轄法院。<br><br><h4>FLY ON 聯合集點服務辦法：</h4><br><h5>申請人同意</h5>1. 加入FLY ON聯合集點可享有統一超商(股)公司(以下簡稱統一超商)、各FLY ON聯盟企業(以下簡稱聯盟企業)及合作特約商 (聯盟企業及特約商名單將會不定期於FLY ON 官方網站及APP更新並公告，詳見 FLY ON 官方網站及APP ，以下同)贈送申請人之FLY ON 點數(以下簡稱點數) ，以累積點數兌換統一超商、聯盟企業及各合作特約商提供之優惠或贈品，亦可享有統一超商、聯盟企業及各合作特約商提供之行銷優惠等服務。<br>2. 為確保個人權益，申請人應填寫本人正確資料，若有變動並請盡速更新，藉以維持系統紀錄資料之正確性。申請人不得冒用別人的身分進行申請，否則需自負相關民刑事法律責任。統一超商將以本次申請單所記載或統一超商最近一次系統登錄之基本資料為記錄依據。統一超商將以系統紀錄之地址、行動電話或電子郵件、帳號等資料，不定期發送訊息、電子郵件，進行會員點數累兌點活動及優惠資訊，若有相關活動中獎將主動以電子信箱通知，為確保您的權益，請務必提供並維持資料正確性。<br>3. 每一位申請人限申請一個帳號(該帳號得登錄20張icash2.0二代卡，OPEN WALLET行動支付錢包可綁定20張信用卡)，違反者，除本公司終止會員身份外，違反者須償還所獲得的所有利益(包括但不限於點數、贈品)。<br>4. 統一超商、各聯盟企業、各合作特約商及統一超商委外服務廠商得於 FLY ON集點載具營運期間，於FLY ON營運地區範圍內，於「一五七調查、統計與研究分析」、 「0四0行銷」、「0 九0消費者、客戶管理與服務」、「0九一消費者保護」、 「0八一個人資料之合法交易業務」、「一八一其他合於營業登記項目或章程所定業務之需要」等合理關連之特定目的範圍內，以統計分析、交叉比對、簡訊、活動訊息推播、郵件、電子郵件、問券、電話行銷、電話服務等方式蒐集、處理及利用包含但不限於會員姓名、電話、地址、生日等基本資料及會員之消費時間、消費明細、店點、發票號碼、卡號、點數等生活消費相關活動資料，俾得履行契約義務並提供會員各項優惠措施及行銷活動訊息，但會員如表示不同意或要求停止對其提供前述服務時，統一超商、各聯盟企業、各合作特約商及統一超商委外服務廠商將立即停止，且會員之權益不會受到影響。<br>統一超商、各聯盟企業及各合作特約商得將會員之點數資料提供予各合作夥伴，作為特約商累兌點作業、點數餘額通知、統計調查分析、交叉比對、行銷與其他服務使用，惟統一超商將僅於必要範圍內提供資料，且將對會員資料為適當之個資保護。消費者於 FLY ON 官方網站或APP申請會員，並於完成啟用統一超商寄發手機簡訊確認之程序後，成為FLY ON集團會員。會員於 FLY ON集團會員之帳號為手機號碼，會員啟用FLY ON集團會員帳號時，即可使用 FLY ON提供之功能。<br>5. 為維護會員權益，如系統產生點數登錄異常情況時，統一超商將暫停該卡異常狀況之點數登錄及兌換功能；異常狀況解除時，統一超商隨即恢復會員點數登錄、兌換功能或調整該卡點數。<br>6. 會員如就已消費並贈送點數之商品或服務向原聯盟企業或合作特約商退換貨時，聯盟企業及合作特約商將扣回該商品贈送點數，若點數不足以扣抵者，聯盟企業及合作特約商有權利要求會員以等同點數之現金補足。<br>7. 點數可兌換之贈品內容將不定期更新，會員不得要求兌換現金，或兌換非贈品兌換期限內之贈品。點數兌換作業，將依各聯盟企業及合作特約商公告為準。<br>8. 除另有約定外，統一超商與各合作特約商間並無合夥、經銷、代理或保證人關係，兌換贈品如由各合作特約商直接提供予會員，其寄送、使用、保證、瑕疵擔保等問題，均由各合作特約商或活動主辦單位提供並負責之。<br>9. 會員當年度獲贈之點數，可使用至次年12月31日。參加行銷活動所獲贈的點數將在各活動另行指定時間轉入會員帳戶，且兌換贈品所需點數將以獲贈日在前者優先扣除。<br>"
    },
    {
        "Point": "<h4>FLY ON POINT為飛昂股份有限公司發行之紅利點數業務(以下簡稱FLY ON POINT)，飛昂同意當消費者符合贈送點數資格即可累積與使用點數並查詢。歡迎您可加入FLY ON POINT 會員，以享有更多優惠。</h4><br><h4>如何累積FLY ON POINT：</h4><h5>—本地FLY ON官網</h5>FLY ON POINT會員於門市消費結帳時提供會員手機號碼登錄或是刷讀會員條碼，依當筆交易的消費金額(不含菸品及代收的實際支付金額)，可獲得FLY ON POINT回饋。門市將不定期提供各項商品加贈點數活動，活動內容以門市公告為主。限累積當次購物點數，恕不事後補累積點數。<br>會員支付可累積點數倍率說明如下：<br>2021/01/01-2021/12/31<br>(1)結帳時輸入會員電話號碼、刷讀APP會員條碼或FLY ON POINT累點卡，搭配所有可累點之支付方式，享點數回饋0.17%(四捨五入至小數點後第二位)，以此類推。<br>(2)結帳時使用fPay卡片(含聯名卡)、FLY錢包、fPay Pay單筆全額支付，享點數回饋0.33%(四捨五入至小數點後第二位)，以此類推。<br>2022/01/01-2022/12/31<br>(1)結帳時輸入會員電話號碼、刷讀APP會員條碼或FLY ON POINT累點卡，搭配所有可累點之支付方式，享點數回饋0.33%(四捨五入至小數點後第二位)，以此類推。<br>(2)結帳時使用fPay2.0卡片(含聯名卡)、FLY錢包、fPay Pay單筆全額支付，享點數再加碼回饋0.17%(四捨五入至小數點後第二位)，以此類推。<br>※fPay2.0卡片、FLY錢包及fPay Pay累點加碼回饋須為單筆全額使用該支付工具，若有混和現金支付，則無法享有加碼0.17%點數回饋。混和支付時請留意務必出示會員條碼，回饋將依會員條碼累點比例回饋。 (若為混和現金支付，但未出示會員條碼，恕無法累積點數，亦無法於事後補累積點數。) <br>※若使用fPay2.0卡片支付但未綁定FLY ON POINT會員(或未報會員電話)，僅能獲得0.17%支付工具消費點數回饋，恕無法獲得會員消費點數回饋，亦無法於事後補累積點數。<br>※電子票證、信用卡、行動支付無法同時混和支付。<br>※消費金額若為不開立發票的部分恕無提供累點。<br><h5>—本地FLY ON POINT聯盟企業</h5>FLY ON POINT會員於除統一超商外之聯盟企業門市或指定頁面消費結帳時，可提供會員手機號碼登錄、刷讀會員條碼及會員帳號，依當筆交易的消費金額，可獲得FLY ON POINT回饋。各聯盟企業將不定期提供各項商品加贈點數活動，活動內容及回饋率以通路公告為主。限累積當次購物點數，恕不事後補累積點數。指定特約頁面僅提供FLY ON POINT積/兌服務，恕不提供fPay2.0卡支付功能。<br>※FLY ON POINT聯盟企業依FLY ON POINT官網公告為主。<br><h5>—合作特約機構</h5>持指定支付工具(fPay2.、FLY錢包)在有加入積點之合作特約機構門市，購物結帳時，出示並將指定支付工具交與結帳人員即可全額積點，依當日單筆實際支付的消費發票金額為準。消費可累積之FLY ON POINT依合作特約機構門市或指定特約機構網頁頁面公告為準。限累積當次購物點數，恕不事後補累積點數。<br>※FLY ON POINT合作特約機構依FLY ON官網說明為主。<br><br>以下項目恕不列入積點：<br>1. 部份門市、部份商品，不列入積點 (以合作特約機構門市現場公告為準)。<br>2. 使用商品抵用券、活動券或抵用券之金額。<br>3. 購買禮券或商品禮券之金額。<br><br><h4>購買哪些商品可累積FLY ON POINT</h4><h5>—本地FLY ON官網</h5>→ 香菸、及購買代收與代售業務的消費以外，其餘有開立發票的商品皆可累積點數。<br><h5>—聯盟企業及各合作特約機構門市或指定特約頁面</h5>→ 除部份門市、部份商品，不列入集點 (以合作特約機構門市現場公告為準) 。<br><br><h4>FLY ON POINT使用期限</h4>當年度1/1到12/31所累積點數須於次年度12/31 24:00前，至本地LY ON官網、聯盟企業及有加入兌點之合作特約機構使用完畢，否則點數將自動失效，失效的點數恕不提供展延服務。合作特約機構門市之累積與兌換點數活動方式以現場公告為準。<br>【舉例】於2021/5/1到2021/12/31所消費累積點數，須於2022/12/31 24:00前使用完畢。<br><br><h4>如何兌換FLY ON POINT：2020/7/1起，每1點FLY ON POINT新點制點數可折抵1元</h4><h5>—FLY ON官網</h5>持【fPay 2.0】、【FLY錢包】、【fPay Pay】或以【FLY ON POINT APP點數折抵動態碼】，至FLY ON官網(需有開立超商發票之門市)消費時，可選擇現場折抵消費金額(不包含菸品、DHL及代售商品)及折抵水費、電費及瓦斯費用帳單金額。<br>會員也可選擇於【FLY ON POINT APP】上或持【fPay 2.0】至FLY ON實體門市之ibon也可兌換商品兌換券或「FLY ON現金抵用券」。<br>注意：綁定滙豐、華南、LINE Bank信用卡之FLY錢包及綁定信用卡之fPay Pay不適用FLY ON POINT點數折抵水費、電費及瓦斯費用帳單金額。<br><br>可於FLY ON POINT APP上兌換商品兌換券或「FLY ON現金抵用券」使用。<br>持指定支付工具至本地FLY ON門市消費時，可現場折抵消費金額。另也可持指定支付工具至本地FLY ON門市之ibon進行兌換，可兌換商品兌換券或「FLY ON現金抵用券」。<br><h5>—聯盟企業及各合作特約機構門市或指定特約頁面</h5>持指定支付工具至合作特約機構門市或指定特約頁面進行兌換，可於購物結帳時直接折抵消費金額或兌換門市商品，商品內容依合作特約機構門市或指定特約頁面公告為準。<br><br><h5>—「FLY ON現金抵用券」如何使用</h5>●FLY ON POINT於ibon兌換列印出「FLY ON現金抵用券」後，即可持FLY ON現金抵用券於本地FLY ON門市消費，FLY ON現金抵用券可支付本地FLY ON門市店內可開立發票的商品，然需該筆發票所載之消費金額超過該抵用券金額方得使用該抵用券抵扣之，單次消費可折抵多張(最多99張)。<br>（此外，香菸、代收與代售業務皆不得使用現金抵用券扣抵）。<br>●2020/7/1起，每1點FLY ON POINT可兌換「FLY ON現金抵用券1元」。<br>【「FLY ON POINT」轉成「FLY ON現金抵用券」的比例如有調整以本公司公告為主】<br>●持「FLY ON現金抵用券」消費時，FLY ON現金抵用券不得兌換現金，恕不找零亦不可分次消費，單次消費可折抵多張，若FLY ON現金抵用券不足金額可混合fPay卡交易。如仍不足，消費者可再行儲值後消費。<br>●使用「FLY ON現金抵用券」消費時，請恕本公司不提供退貨之服務<br>（然若該商品具有依通常之檢查不能發現之瑕疵者，本公司將另行提供無瑕疵之物）。<br><br><h5>「FLY ON現金抵用券」與「商品兌換券」使用期限</h5>經以FLY ON POINT兌換成「FLY ON現金抵用券」或「商品兌換券」，應依券上公告之日期內完成兌換，逾期視同作廢，亦無法接受退還點數，此外，本公司若變更上開現金抵用券之使用期限者，將另行公告調整之。<br><br><h4>FLY ON POINT兌換限制</h4><h5>—本地FLY ON門市</h5>FLY ON POINT於APP或ibon機台兌換可選擇「商品兌換券」或「FLY ON現金抵用券」，完成兌換後之兌換券後即可兌換該商品或與購買的商品金額做折抵，請確認兌換的金額與數量無誤再離開門市櫃檯；離櫃後如對卡片點數、金額與數量仍有爭議，門市並無法現場處理，請消費者直接與客服中心聯繫(請撥打免付費電話：0800-711-177；手機、國際電話請撥02-2627-1650)。<br><h5>—聯盟企業及各合作特約機構門市</h5>若於ibon兌換之「商品兌換券」或「現金抵用券」非使用於FLY ON門市，請至券上所載之指定合作特約機構門市使用。 (活動方式以合作特約機構門市現場公告為準) 。<br>●持「FLY ON現金抵用券」消費時，FLY ON現金抵用券不得兌換現金，恕不找零亦不可分次消費，單次消費可折抵多張，若FLY ON現金抵用券不足金額可混合其他支付工具進行交易。FLY ON POINT點數於兌換取得贈品前，並非兌換人之資產，故不得轉讓於任何人，且兌換人不得要求本公司將積點折換現金或其他非回饋項目之給付。<br>●使用「FLY ON現金抵用券」與其他支付工具給付點數之方式<br>FLY ON POINT及其商品、折扣優惠兌換完成後，恕不提供退貨或換貨，亦不接受退還點數。<br>●依稅法規定，凡贈品價值達繳稅標準，本公司得依法向兌換人收取稅金。產品兌換不含安裝，如需額外之費用，及後續之維修或服務，由兌換人負擔。<br><h5>—退貨點數的計算</h5>●退貨時將扣回原先消費時贈送的FLY ON POINT，但若某商品之前購買時因為有活動而有加贈FLY ON POINT時，將一併扣回加贈的點數。<br>●商品退貨時，會先將之前消費該商品所提供的FLY ON POINT扣回，如該次使用中的FLY ON POINT於退貨前已經兌換而導致FLY ON POINT不夠扣回時，會員資料中的FLY ON POINT將紀錄為負值，於再次消費時將自動先行扣抵該筆交易所生之紅利點數，至消費所獲得的點數可完全抵扣全部負值為止。<br><h5>—卡片損壞點數處理</h5>若因支付工具損壞，消費者換卡或更換行動通訊器材，會員紅利點數不受影響，原以支付工具作為紅利點數載具之功能不變，持卡人仍可用新的支付工具繼續累積紅利點數並查詢。(fPay2.0使用問題請洽愛金卡客服專線：0800-233-888)。<br><h5>—卡片退費處理</h5>●消費者退卡片不再使用時，僅退載具中餘額【請參閱fPay頁面說明fPay.com.tw】，FLY ON POINT無法轉換成現金，建議於退費前先將FLY ON POINT使用完畢。<br>●若退費時OP會員帳戶內的FLY ON POINT為負值，即代表載具之前有進行退貨且點數不足造成FLY ON POINT為負點，負點點數無期限永久有效。<br>●卡片退費前如加值期間消費者於門市有兌換該筆儲值送的贈品或享儲值優惠者，如該筆儲值金額未消費完，則需扣除贈品的費用與優惠後再退費。<br>●卡片點數不能合併或移轉<br>●本公司有權停止所有點數兌換活動，若本公司終止所有點數兌換之活動，台端與本公司若因本活動產生點數計算之爭議者，所有爭議解釋之依據概依本公司留存之交易資料為準。"
    },
    {
        "Personal": "<h4>會員權利說明</h4><br><h5>個人資料保護政策</h5>FLY ON(即飛昂股份有限公司)僅提供居住在台澎金馬地區之會員服務，尚無提供前述地區以外(例如:歐盟/歐洲經濟區)之產品與服務，您使用此產品與服務，即代表您同意提供予FLY ON及FLY錢包 APP之個人資料，將依個人資料保護法規定來蒐集、處理、利用您的個人資料，並維護您的隱私權。同時，本頁面在此對於您個人資料之使用蒐集將依下列聲明為蒐集、處理、管理。<br><br><h5>會員特別約定事項</h5>若會員具有歐盟會員或其法律適用國等國籍(包含但不限於列支敨斯登冰島等),在此清楚且明確同意，提供予FLY ON會員交易相關之所有資訊（包含但不限於個人資料等），應確保業已符合會員所屬國家及FLY ON所在地之各項法令（含但不限於GDPR等),若因違反前述約而導致產生任何問題,會員應自負法律責任。<br><br><h5>客戶資料之使用目的</h5>FLY ON為商業與技術資訊、客戶管理、會員管理、行銷、資訊與資料庫管理、統計調查與分析、其他合於營業登記項目或章程所定業務之需要等目的，蒐集並於前述目的範圍內利用您所提供之個人資料。<br><br><h5>客戶資料蒐集方式、利用範圍</h5>當您使用FLY ON、FLY錢包 APP服務及商品時，本介面基於服務之提供或商品之銷售，將會請您填寫服務所需之相關資料(EX.會員註冊申請、會員點數、兌換贈品等其他行銷活動或基於服務需要)，而取得您的基本資料。FLY ON僅將您的該些資料使用在您所需的個別服務上。<br><br><h5>客戶資料使用期間、使用區域</h5>FLY ON及FLY錢包 APP將持續使用您提供的個人資料直至您提出停止使用或FLY ON停止提供服務之日為止。您的個人資料使用區域僅限於本地內使用，並為提供您更完善、更多元的服務以及更好之服務品質，我們將會在法令許可或您同意下，將您的資料提供給合作之特約商、或關係企業，以提供您所需的個別服務、行銷活動及相關優惠訊息給您。<br>本公司為推介多元化商品服務，得利用您登入或留存之個人資料及其他特定資料(例如交易資料)予本公司關係企業及受託代銷等各合作廠商之商品或服務。<br>除前揭事項外，本公司非經您書面同意或依法律規定，不得將上開個人資料提供予第三人。依個人資料保護法第20條第2項、第3項規定，若您拒絕接受行銷時，本公司將立即停止利用您的個人資料從事行銷，並提供您表示拒絕接受行銷之方式及需費用；請致OPENPOINT APP內提供的線上客服服務，本公司將免費終止上開個人資料之行銷利用。<br><br><h5>客戶資料分類及項目</h5>FLY ON及FLY錢包 APP依所提供之服務需要，可能需請您提供的個人資料種類，包括基本資料、帳務資料，分類標準如下：<br>（一） 基本資料：包括姓名、身分證字號、出生年月日、性別、婚姻狀況、職業、手機號碼、地址及電子郵件信箱等資料。<br>（二） 帳務資料：電子票證Fcash2.0卡號、指定支付工具之帳號或可供綁定資料、消費紀錄及紅利點數等交易資料。<br><br><h5>客戶資料儲存及保管方式</h5>您的個人資料均被嚴密地保存在本公司的資料庫系統中。同時，任何人均需在本公司訂定之資料授權管理規範下，進行資料之取得與使用，而不在授權範圍內之任何人，均不得亦無法通過授權控管系統而取得資料。<br><br><h5>資料安全及保護方法</h5>我們以Secure Sockets Layer（SSL）機制進行資料傳輸的加密，並已加裝防火牆防止不法入侵，避免您的個人資料遭到非法存取。我們並應用亂碼化方式儲存密碼，以確保您的密碼不會遭到非法竊取。<br><br><h5>客戶資料揭露對象</h5>我們絕對不會任意出售、交換、出租或以其他變相之方式，將您的個人資料揭露與其他團體或個人。惟有下列三種情形，我們會與第三者共用您的個人資料。<br>●經過您的事前同意或授權允許時。<br>●司法單位或其他主管機關經合法正式的程序要求時。<br>●為了提供您其他服務或優惠權益，需要與提供該服務或優惠之第三者共用您的資料時，我們會在活動時提供充分說明並告知，您可以自由選擇是否接受這項服務或優惠。<br><br><h5>客戶資料變更修改方式與其他權利</h5>您得就您留於本介面之個人資料依法向本介面以書面或電子文件請求行使:查詢或請求閱覽、製給複製本、補充或更正、請求停止蒐集、處理或利用、請求刪除等權利。惟上述權利，若因會員不符合申請程序或法律規定，或本介面依法負有保存義務，或法律另有規定之情況者，則不在此限。<br>如果您對於您的會員註冊資料向本會員中心請求答覆查詢、提供閱覽或製給複製本時，本會員中心將酌收必要成本費用。而前述之申請，應填具申請文件 ，本服務得向您請求提出可資確認之身分證明文件;若委託他人代為申請者，並應出具委任書，且提供本人及代理人之身分證明文件。<br>如果您的個人資料有變更，您可自行於FLY ON頁面進行更正您的個人資料。<br><br><h5>選擇退出方式</h5>我們將依據法令規定、您與本介面往來之相關契約或電子文件上勾選同意提供之資料範疇，在統一超商股份有限公司及合作特約商或關係企業間進行共同行銷時交互運用與揭露。如果您不願意將您的資料提供予FLY ON或FLY ON之合作特約商或關係企業繼續使用，您也可以致電本介面客服中心，我們將於停止就您的資料繼續使用。您得自由選擇提供個人資料之程度，惟若提供之資料不足或有誤時，本介面則可能將無法提供完整之服務。因本介面協助您執行本項需求時可能因此刪除您的消費紀錄及紅利點數等交易資料，本介面於取得您同意後即進行資料之移除或停止使用。<br><br><h5>隱私保護諮詢</h5>如果您對於我們的隱私權保護政策或是有個人資料蒐集、利用、更新等問題，請聯絡FLY ON APP內的線上客服。<br>本個人資料保護聲明從2014年7月1日起 開始生效，惟為因應社會環境及法令的變遷與科技的進步，為保護客戶個人資料安全及隱私，我們將隨時修改這份公告聲明，並將儘速更新與公告予您。"
    },
    {
        "App": "<h4>本使用條款（以下簡稱「本條款」）是就飛昂股份有限公司（以下簡稱「本公司」）所提供本應用程式（以下簡稱「本服務」）之使用條件，由使用本服務的用戶（以下簡稱「用戶」）與本公司間訂定的契約。</h4><br><h5>定義</h5>●「內容」係指文字、語音、音樂、圖片、影片、軟體、程式、代碼及其他資訊等內容。<br>●「本內容」係指可透過本服務連結的內容。<br>●「Fcash」指第三人即愛金卡股份有限公司所發行以「Fcash2.0」為名稱之電子票證，持卡人得於法令限制及甲方所提供之產品或服務範圍內，利用其所儲存於電子票證之金錢價值於甲方簽訂之特約機構進行支付商品、服務對價、政府部門各種款項及其他經甲方主管機關核准之款項。<br>●「FLY ON」係指本公司所發行之紅利點數，消費者可憑其帳戶內累積之FLY ON點數至乙方之點數特約機構兌換商品或折抵消費金額。<br>●「FLY ON」「特約機構」指與第三人即愛金卡股份有限公司訂定書面契約，約定持卡人得以甲方所發行之電子票證，支付商品、服務對價、政府部門各種款項及其他經主管機關核准之款項者。<br>●「點數特約機構」指與本公司訂定書面契約，約定消費者於該等機構消費時可提供聯名卡累積FLY ON紅利點數，或以點數兌換商品或折抵消費金額。<br><h5>對於條款的同意表示</h5>●用戶應遵照本條款規定使用本服務。<br>●如用戶為未成年人，須經過法定代理人或是監護人同意後，方能使用本服務。<br>●本服務一經用戶實際使用，則視為用戶已同意本條款。<br><h5>條款的變更</h5>於本公司判斷有必要時，得在不事先通知用戶的情形下隨時變更本條款及個別使用條款。變更後的本條款及個別使用條款自公布在本公司經營介面內的適當處時起生效。如用戶於本條款及個別使用條款變更後仍繼續使用本服務，將視為用戶已同意變更後的本條款。由於本公司不會個別通知用戶相關變更內容，故請用戶於使用本服務時，隨時參閱最新版本的本條款。<br><h5>帳號</h5>●用戶於使用本服務時，應以在本公司FLY ON介面註冊之帳號及密碼進行登入。<br>●用戶於使用本服務時，如有註冊密碼，應自行負責嚴密保管，以免遭到不當使用。利用該密碼所進行的一切行為均視為用戶本人的行為。<br>●於本服務註冊的用戶，得隨時移除本程式終止使用本服務。<br>●本公司認為用戶違反本條款或有違反之虞時，得在不事先通知用戶的情形下對該帳號進行停權或刪除。<br>●本服務的帳號專屬於用戶個人。用戶於本服務的所有使用權皆不得轉讓、出借予第三人或使第三人繼承。<br>●用戶與本服務之帳號將與FLY ON介面所註冊之帳號連動，用戶於本服務內所為之操作，將影響FLY ON點數之得喪變更。<br><h5>隱私權</h5>本公司將依據FLY ON所載之隱私權政策，妥善處理用戶的隱私資料與個人資料。<br><h5>服務的提供</h5>用戶就本服務的使用，應自費及負責備置必要的個人電腦、手機、通信設備、作業系統、通信方式及電力等。<br><h5>廣告刊登</h5>本公司得在本服務刊登本公司或第三人之廣告或其他優惠訊息。<br><h5>業務合作夥伴服務</h5>本服務內可能包含其他與本公司有業務合作的業者所提供的服務或內容。該等服務或內容所應負責任，概由提供服務或內容的業者負擔。此外，提供服務或內容的業者所規定的使用條款及其他條件，可能適用於該等服務或內容。<br><h5>內容</h5>●本公司就本公司所提供的本內容授予用戶使用權，此使用權並不得轉讓及再授權，且具有非獨占性，並以使用本服務為唯一目的。<br>●本程式乃由本公司開發製作，享有相關之著作人格權及財產權，用戶不得超出本服務所訂定的使用樣態而使用(包括但不限於重製、改作等行為)本內容。<br><h5>禁止事項</h5>用戶於使用本服務時不得從事下列所述行為：<br>●違反法令、法院判決、裁定或命令或具有法令拘束力的行政措施的行為。<br>●恐有危害公共秩序或善良風俗的行為。<br>●侵害本公司或第三人的著作權、商標權、專利權等智慧財產權、名譽權、隱私權、其他法令或契約規定權利的行為。<br>●藉由本公司規定以外的方式，以本內容的使用權兌換現金、財物或其他經濟利益的行為。<br>●對反社會勢力提供利益或其他協助的行為。<br>●勸誘參與宗教活動或宗教團體的行為。<br>●不當蒐集、公開或提供他人的個人資料、註冊資料、使用記錄資料等的行為。<br>●干擾本服務的伺服器或網路系統的行為、利用BOT、作弊工具、其他技術性手段不當操作服務的行為、故意利用本服務漏洞的行為、超出必要限度重複同一問題等對本公司提出不當洽詢或要求的行為、其他妨礙本公司經營本服務或其他用戶使用本服務，並製造干擾的行為。<br>●其他本公司判斷為不適當的行為。<br><h5>用戶責任</h5>●用戶應自行承擔責任使用本服務，對於在本服務所從事的所有行為及其結果應自行負擔一切責任。<br>●本公司認為用戶在違反本條款情形下使用本服務時，將採取本公司判斷有必要且適當的措施。但此不代表本公司有義務防止或糾正該等違反情形。<br>●起因於用戶使用本服務（包括本公司自第三人處收到原因為該等使用的申訴），致本公司直接或間接蒙受任何損害（包括律師費用的負擔）時，用戶應依照本公司要求立即賠償。<br><h5>本公司的免責</h5>●不論明示或默示，本公司均未保證本服務（包括本內容）不具有事實瑕疵或法律瑕疵（包括安全性、可靠性、正確性、完整性、有效性、特定目的的適用性、安全等相關缺陷、錯誤或程式錯誤、權利侵害等）。本公司對用戶並無清除該等瑕疵後再提供本服務的義務。<br>●因可歸責本服務而對用戶所造成之損害，本公司將於法令規定之範圍內負擔其責任。<br><h5>聯絡方式</h5>●本公司向用戶聯絡本服務相關事項，以於本公司經營介面內的適當處公布或其他本公司判斷為適當的方式進行。<br>●用戶向本公司聯絡本服務相關事項，請以本公司經營介面內的適當處所設置的問題反應表傳送或依本公司指定方式進行。<br>本服務內可能包含其他與本公司有業務合作的業者所提供的服務或內容。該等服務或內容所應負責任，概由提供服務或內容的業者負擔。此外，提供服務或內容的業者所規定的使用條款及其他條件，可能適用於該等服務或內容。<br><h5>準據法、管轄法院</h5>用戶與本公司間所發生起因於本服務或與本服務有關連的紛爭，適用本地法律，並合意以台北地方法院為第一審管轄法院。"
    }
]